assignment1/scripts/client/closed_load/Client_150/logs/20180124-1702/tsung150.xml
<?xml version="1.0"?><tsung loglevel="info">
	<clients>
		<client host="localhost" use_controller_vm="true"/>
	</clients>

	<servers>
		<server host="bernoulli" port="80" type="tcp"/>
	</servers>

	<load>
		<arrivalphase phase="1" duration="3" unit="minute">
			<users arrivalrate="150" unit="second"/>
		</arrivalphase>
	</load>

	<options>
		<option name="thinktime" value="1" random="true" override="true"/>
		<option name="connect_timeout" value="50000"/>
	</options>

	<sessions>
		<session name="loop" type="ts_http" probability="100">
			<thinktime value="1" random="true"/>
			<request>
				<http url="/loop.php" version="1.1"/>
			</request>
		</session>
	</sessions>
</tsung>